{
  "sessions": [
    {
      "abstract": "Die Indizien häufen sich, dass die globale Massenüberwachung durch ihre Geheimdiensten die außenpolitischen Ziele westlicher Demokratien unterläuft. Und dies nicht nur, wenn das Verborgene öffentlich wird und sich Regierungen erklären müssen, sondern auch, wenn Staaten aufhören, entschlossen für Freiheit und Menschenrechte im Netz einzutreten. Anhand aktueller Bespiele wird das Phänomen erläutert und Lösungsvorschläge präsentiert.",
      "begin": "2015-05-05T15:45:00",
      "description": "Als im Herbst 2013 bekannt wird, dass die NSA das private Handy von Kanzlerin Merkel und viele andere Anschlüsse deutscher Politiker auf einer streng geheimen Überwachungsliste führt, muss sich der amerikanische Präsident höchst selbst öffentlich rechtfertigen. Die deutsch-amerikanischen Beziehungen nehmen schweren Schaden, von dem sie sich bis heute nicht erholt haben. So bringen seine Geheimdienste Barack Obama in eine missliche Lage. Er kann entweder zugeben, davon gewusst zu haben, also mit den außenpolitischen Beziehungen zum wichtigsten europäischen Alliierten fahrlässig gespielt zu haben (was er nicht zugibt) oder einräumen, dass er seine Dienste nicht unter Kontrolle hatte (was er indirekt zugibt, denn er beendet die Praxis defacto).\n\nDaraus kann man zwei Lehren ziehen: erstens, Geheimdienste dürfen alles, es muss allerdings geheim bleiben, denn bei Bekanntwerden, droht immenser Schaden für das Regierungshandeln. Zweitens, es braucht eine politische und demokratisch legitimierte, also parlamentarische, Kontrolle, die darauf abzielt, dass das Agieren der Geheimdienste nicht außenpolitische und andere Ziele des Staates und der Regierung unterläuft.\n\nIch habe meine begründeten Zweifel, dass die erste Lehre jemals in einer Demokratie funktionieren kann. Es wird immer irgendwann und irgendwie an das Licht der Öffentlichkeit gelangen, wenn Geheimdienste ihre Befugnisse überschreiten oder contra-faktisch agieren. Edward Snowden steht nur an der Spitze einer langen Liste von Menschen, deren Verpflichtung ihrem Gewissen gegenüber der Geheimhaltung Grenzen aufzeigen.\n\nWährend sich in den vergangenen zwei Jahrzehnten das Aufgabenprofil der Geheimdienste stark in den Bereich signal intelligence (technische Aufklärung) verschoben hat, ist die Politik der westlichen Staaten unschlüssig geblieben, welche der beiden Optionen sie verfolgen soll. So haben sich die Geheimdienste Handlungsfreiräume erarbeitet, die nicht nur im rechtlichen Graubereich liegen sondern auch klassischen außenpolitischen Akteuren, der Diplomatie, Grenzen auferlegen. Nicht nur in den USA sondern auch in Deutschland sind die Außenministerien in bestimmten Politikbereichen geschwächt, ja sogar dazu gezwungen, eigen Position aufzugeben.\n\nDer Vortrag führt dafür Beispiele an und erläutert, wie sich westliche Staaten aus diesem Dilemma befreien können.\n",
      "end": "2015-05-05T16:15:00",
      "format": null,
      "id": 1,
      "level": null,
      "microlocation": 1,
      "speakers": [
        {
          "id": 456,
          "name": "Marcel Dickow"
        }
      ],
      "subtitle": null,
      "title": "Strategische Aufklärung? – Wie Geheimdienste Außenpolitik sabotieren",
      "track": 1
    },
    {
      "abstract": "An Internet of borders.  An Internet created and devised by The Black Operatives Collective, a covert marketing organisation that boasts clients such as the CIA, NASA, GCHQ, MOSAD, BND and the NSA,  as well as host of national government organisations and the European Union.  \r\n\r\nOn the eve of launching this new Internet with borders, Marcus John Henry Brown showcases the interrogation and security skills of RACHEL, the algorithm responsible for processing visas and monitoring the borders. He will be testing RACHEL by attempting to gain Illegal access to the United Internet of Great Britain.  ",
      "begin": "2015-05-07T14:45:00",
      "description": "May 2018. A post election Europe is coming to terms with the political shift towards the right, the end of the Euro and the gradual closing of sovereign digital borders. Europe is coming to terms with the warmth and comfort of a dystopian dream. There’s safety and comfort in the knowledge that each country now has their own Internet  - an Internet with strictly controlled borders. It’s an Internet where passports are issued. It’s an Internet with border crossings that are owned by each national government but outsourced to, and run by commercial enterprises. It’s an internet with national currencies. Applications must be made in order to cross the borders of the Internet of a foreign country. Applications and border crossings are processed by an algorithm called RACHEL. \n\nBuilding on his 2014 re:publica talk \"The Snowden Pitch\", Marcus will be outlining his usual dystopian vision of a near future to come. \n",
      "end": "2015-05-07T15:15:00",
      "format": null,
      "id": 2,
      "level": null,
      "microlocation": 2,
      "speakers": [
        {
          "id": 344,
          "name": "Marcus John Henry Brown"
        }
      ],
      "subtitle": null,
      "title": "Purpose of Entry",
      "track": 1
    },
    {
      "abstract": "Manchmal möchte man zeichnen können. Bei der Konferenz, um sich ein Zitat des Redners besser zu merken. Im Workshop, um die Ergebnisse grafisch festzuhalten. Und immer, wenn ein Bild alles viel einfacher machen würde. Wie man mit nur wenigen Strichen Worte, Vorträge und Gedanken in kurzer Zeit visuell strukturieren und dokumentieren kann, lernt man im Sketchnote Workshop.\r\n",
      "begin": "2015-05-05T10:15:00",
      "description": "Nach dem großen Erfolg der letzten beiden Jahre gibt es auf der #rp15 nun die dritte Ausgabe des Sketchnote-Workshops. Wir vermitteln in kürzester Zeit Grundlagen für eigene Zeichnungen und schaffen Bewusstsein für die Stärken von Visualisierung.\n\nPraktische Anleitungen und jede Menge Tipps aus der Praxis sind der ideale Startpunkt für alle re:publica-Besucher, um hinterher in Voträgen und Sessions eigene Sketchnotes zu machen.\n\nHashtags sind #rp15 und #sketchnotes. Vorkenntnisse und zeichnerisches Talent sind nicht nötig.\n\n \n",
      "end": "2015-05-05T11:15:00",
      "format": null,
      "id": 3,
      "level": null,
      "microlocation": 3,
      "speakers": [
        {
          "id": 151,
          "name": "Anna Lena Schiller"
        },
        {
          "id": 1266,
          "name": "Ralf Appelt"
        },
        {
          "id": 1265,
          "name": "Britta Ullrich"
        }
      ],
      "subtitle": null,
      "title": "Sketchnotes für Einsteiger",
      "track": 2
    },
    {
      "abstract": "I will explore how online media can completely transform Africa - especially because of its reach - create a sense of interconnectedness, and help us learn from each other. We need to tell our own stories and amplify our voices to create the social change we deeply crave. This is what we do at Brainstorm (www.brainstorm.co.ke) - currently telling Kenya's stories, but soon, stories from the whole continent. I will also share my vision for online media in Africa based on global/continental trends.",
      "begin": "2015-05-05T17:00:00",
      "description": "Once in a while when someone creates a great article/podcast/video online on an issue that moves them, we see people in the comments say \"That's great! But what are you doing about the issue in the real world?\" As if writing/podcasting/vlogging about it is not \"something\" enough. I'm here to tell you that it is.\n\nMy session will explore how online media can completely transform Africa - especially because of its reach - create a sense of interconnectedness, and help us learn from each other. We need to tell our own stories and amplify our voices so as to create the social change we so deeply crave. This is what we do at Brainstorm (www.brainstorm.co.ke) - currently telling Kenya's stories, but soon to be telling stories from the whole continent. I will borrow heavily from my learnings since co-founding Brainstorm, as well as my vision for online media in Africa based on global and continental trends.\n\nSharing our stories does help shape our society, for it influences our thought process. If you can change how a man thinks, you have a great shot at changing how he acts. You can change how he acts for the better. We will also explore different articles, campaigns, videos and other online content that has been significant in the past year, and their effects - the questions they raised, their perceived strengths and flaws, and whether they created a lasting effect. Let us explore online media for social change in Africa, and worldwide.\n",
      "end": "2015-05-05T17:30:00",
      "format": null,
      "id": 4,
      "level": null,
      "microlocation": 1,
      "speakers": [
        {
          "id": 752,
          "name": "Brenda Wambui"
        }
      ],
      "subtitle": null,
      "title": "The Revolution Will Be Written In HTML",
      "track": 1
    },
    {
      "abstract": "Politik selber machen: Seit Sommer 2014 wird auf Mein-Grundeinkommen.de Geld per Crowdfunding gesammelt, um es dann für je ein Jahr als monatliches Grundeinkommen von 1.000 € zu verlosen. 100 Menschen sollen noch in diesem Jahr solch ein Grundeinkommen erleben dürfen. Ein Mini-Sozialsystem mit eigenen Steuern ist dafür im Netz entstanden. Kann das Schule machen und den Staat unter Druck setzen? Während der Session wird ein echtes Grundeinkommen verlost. Session-Besuchende können noch währenddessen teilnehmen.",
      "begin": "2015-09-16T16:00:00",
      "description": "Wie lange wird schon theoretisch über das Bedingungslose Grundeinkommen diskutiert? Michael Bohmeyer hatte keine Lust mehr zu warten, sondern hat im Sommer 2014 beschlossen, es jetzt endlich einzuführen. Per Crowdfunding sammelte er 72.000 € und verloste sie an fünf Menschen aus seiner Community. Diese fünf Menschen erhalten nun ein Jahr lang monatlich 1.000 € ohne jede Bedingung ausgezahlt. Einige weitere Grundeinkommen wurden seither durch eine Art Steuer finanziert: Mit einem Browser-Plugin und einer Bonuspunkte-Karte hackt sich die Initiative in den Konsumkreislauf und finanziert damit ständig weitere Grundeinkommen. Auf der Community mein-grundeinkommen.de kann sich jeder Mensch für die Verlosungen anmelden. Auch in dieser Session wird ein Grundeinkommen verlost. Aber was bringt so eine Aktion? \"Nur\" mediale Aufmerksamkeit? Oder könnten crowd- und webbasierte Projekte unser Sozialsystem hacken und die Politik zwingen, tatsächlich etwas zu verändern, weil es in der parallelen Online-Welt schon funktioniert? Dazu zeigen wir Beispiele und präsentieren unsere weiteren Ideen - zum Beispiel, wie wir mit euch die Hartz-4-Sanktionen abschaffen wollen. In echt.\r\n",
      "end": "2015-09-17T16:30:00",
      "format": null,
      "id": 5,
      "level": null,
      "microlocation": 1,
      "speakers": [
        {
          "id": 457,
          "name": "Michael Bohmeyer"
        },
        {
          "id": 486,
          "name": "Johannes Ponader"
        }
      ],
      "subtitle": "",
      "title": "Wie wir Grundeinkommen eingeführt haben (und in dieser Session ein BGE von 12.000 € verlosen)",
      "track": 2
    }
  ]
}